// Сделайте функцию, которая возвращает квадрат числа. Число передается параметром.
// function square(num) {
// 	return num*num;
// }
// Сделайте функцию, которая возвращает сумму двух чисел.
// function sum(num1, num2) {
// 	return num1 + num2;
// }
// Сделайте функцию, которая отнимает от первого числа второе и делит на третье.
// function func(num1, num2, num3) {
// 	return (num1 - num2) / num3;
// }
// Сделайте функцию, которая принимает параметром число от 1 до 7, а возвращает день недели на русском языке.
// function getDay(num) {
// 	var arr = ['пн', 'вт', 'ср', 'чт', 'пт', 'сб', 'вс'];
// 	return arr[num - 1];
// }

