// Создайте массив arr = ['a', 'b', 'c']. Выведите его на экран с помощью функции alert.
// var arr = ['a', 'b', 'c'];
// alert(arr);
// С помощью массива arr из предыдущего номера выведите на экран содержимое первого, второго и третьего элементов.
// var arr = ['a', 'b', 'c'];
// alert(arr[0]);
// alert(arr[1]);
// alert(arr[2]);
// Создайте массив arr = ['a', 'b', 'c', 'd'] и с его помощью выведите на экран строку 'a+b, c+d'.
// var arr = ['a', 'b', 'c', 'd'];
// alert(arr[0]+'+'+arr[1]+' ,'+arr[2]+'+'+arr[3]);
// Создайте массив arr с элементами 2, 5, 3, 9. Умножьте первый элемент массива на второй, а третий элемент на четвертый. Результаты сложите, присвойте переменной result. Выведите на экран значение этой переменной.
// var arr = [2, 5, 3, 9];
// var result = arr[0] * arr[1] + arr[2] * arr[3];
// alert(result);
























