// Создайте переменную num и присвойте ей значение 3. Выведите значение этой переменной на экран с помощью метода alert.
// var num = 3;
// alert(num);
//Создайте переменные a=10 и b=2. Выведите на экран их сумму, разность, произведение и частное (результат деления).
// var a = 10, b = 2;
// alert(a+b);
// alert(a-b);
// alert(a*b);
// alert(a/b);
// Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result. Выведите на экран значение переменной result.
// var c = 15;
// var d = 2;
// var result = c + d;
// alert(result);
// Создайте переменные a=10, b=2 и c=5. Выведите на экран их сумму.
// var a=10, b=2, c=5;
// alert(a+b+c);
// Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c. Затем создайте переменную d, присвойте ей значение 7. Сложите переменные c и d, а результат запишите в переменную result. Выведите на экран значение переменной result.
// var a = 17;
// var b = 10;
// var c = a - b;
// var d = 7;
// var result = c + d;
// alert(result);
// Создайте переменную str и присвойте ей значение 'Привет, Мир!'. Выведите значение этой переменной на экран.
// var str = 'Привет, Мир!';
// alert(str);
// Создайте переменные str1='Привет, ' и str2='Мир!'. С помощью этих переменных и операции сложения строк выведите на экран фразу 'Привет, Мир!'.
// var str1 = 'Привет, ';
// var str2 = 'Мир!';
// alert(str1 + str2);
// Создайте переменную name и присвойте ей ваше имя. Выведите на экран фразу 'Привет, %Имя%!'.
// var name = 'Alexander';
// alert('Привет, ' + name + '!');
// Создайте переменную age и присвойте ей ваш возраст. Выведите на экран 'Мне %Возраст% лет!'.
// var age = 5;
// alert('Мне ' + age + ' лет!');
// Спросите имя пользователя с помощью методы prompt. Выведите с помощью alert сообщение 'Ваше имя %имя%'. 
// var name = prompt('Ваше имя?');
// alert('Ваше имя: '+name);
// Спросите у пользователя число. Выведите с помощью alert квадрат этого числа.
// var number = prompt('Введите число!');
// alert('Квадрат числа: '+ number*number);
// Создайте переменную str и присвойте ей значение 'abcde'. Обращаясь к отдельным символам этой строки выведите на экран символ 'a', символ 'c', символ 'e'.
// var str = 'abcde';
// alert(str[0]);
// alert(str[2]);
// alert(str[4]);
// Создайте переменную num и присвойте ей значение '12345'. Найдите произведение (умножение) цифр этого числа.
// var num = '12345';
// alert(num[0]*num[1]*num[2]*num[3]*num[4]);
// Напишите скрипт, который считает количество секунд в часе, в сутках, в месяце.
// var sec = 60;
// var min = 60;
// var hour = 24;
// var mounth = 30;
// alert('В часе - ' + sec*min + ' секунд.');
// alert('В сутках - ' + sec*min*hour + ' секунд.');
// alert('В месяце - ' + sec*min*hour*mounth + ' секунд.');
// Создайте три переменные - час, минута, секунда. С их помощью выведите текущее время в формате 'час:минута:секунда'.
// var hour = 21;
// var min = 24;
// var sec = 37;
// alert(hour + ':' + min + ':' + sec);
// Создайте переменную, присвойте ей число. Возведите это число в квадрат. Выведите его на экран.
// var num = 13;
// var sq = num*num;
// alert(sq);
// Переделайте этот код так, чтобы в нем использовались операции +=, -=, *=, /=. Количество строк кода при этом не должно измениться.
// var num = 47;
// num += 7;
// num -= 18;
// num *= 10;
// num /= 15;
// alert(num);
// Переделайте этот код так, чтобы в нем использовались операции ++ и --. Количество строк кода при этом не должно измениться.
// var num = 10;
// num ++;
// num ++;
// num --;
// alert(num);
