// Выведите на экран таблицу умножения (как в школьной тетради).
// for (var i = 1; i <= 9; i++) {
// 	for (var j = 1; j <= 9; j++) {
// 		str = j * i;
// 		document.write(str + ' ');
// 	}
// 	document.write('<br>');
// }
// С помощью цикла for сформируйте строку '123456789' и запишите ее в переменную str.
// var str = '';
// for (var i = 1; i < 10; i++) {
// 	str = str + i;
// }
// alert(str);
// С помощью цикла for сформируйте строку '987654321' и запишите ее в переменную str.
// var str = '';
// for (var i = 9; i > 0; i--) {
// 	str = str + i;
// }
// alert(str);
// С помощью цикла for сформируйте строку '-1-2-3-4-5-6-7-8-9-' и запишите ее в переменную str.
// var str = '-';
// for (var i = 1; i < 10; i++) {
// 	str = str + i + '-';
// }
// alert(str);
// Нарисуйте пирамиду, как показано на рисунке, только у вашей пирамиды должно быть 20 рядов, а не 5:
// var str = '';
// for (var i = 1; i <= 20; i++) {
// 	str = str + 'x';
// 	document.write(str + '<br>');
// }
// С помощью двух вложенных циклов нарисуйте следующую пирамидку:
// for (var i = 1; i <= 9; i++) {
// 	for (var j = 1; j <= i; j++) {
// 		document.write(i);
// 	}
// 	document.write('<br>');
// }
// Нарисуйте пирамиду, как показано на рисунке, воспользовавшись циклом for:
// var str = '';
// for (var i = 1; i <= 5; i++) {
// 	str = str + 'xx';
// 	document.write(str + '<br>');
// }
