// Выведите с помощью цикла столбец чисел от 1 до 100.
// for (var i = 1; i <= 100; i++) {
// 	document.write(i + '<br>');
// }
// Выведите с помощью цикла столбец чисел от 100 до 1.
// for (var i = 100; i > 0; i--) {
// 	document.write(i + '<br>');
// }
// Выведите с помощью цикла столбец четных чисел от 1 до 100.
// for (var i = 2; i <= 100; i+=2) {
// 	document.write(i + '<br>');
// }
// Заполните массив 10-ю иксами с помощью цикла.
// var arr = [];
// for (var i = 1; i <= 10; i++) {
// 	arr.push('x');
// }
// alert(arr);
// ..
// var arr = [];
// for (var i = 0; i < 10; i++) {
// 	arr[i] = 'x';
// }
// console.log(arr);
// Заполните массив числами от 1 до 10 с помощью цикла.
// var arr = [];
// for (var i = 1; i <= 10; i++) {
// 	arr.push(i);
// }
// alert(arr);
// Заполните массив 10-ю случайными числами (дробями) от 0 до 1 с помощью цикла. Дроби округляйте до двух знаков в дробной части.
// var arr = [];
// for (var i = 0; i < 10; i++) {
// 	arr[i] = Math.random().toFixed(2);
// }
// console.log(arr);
// ..
// var arr = [];
// for (var i = 0; i < 10; i++) {
// 	arr.push(Math.random().toFixed(2));
// }
// console.log(arr);
// Заполните массив 10-ю случайными числами от 1 до 10 с помощью цикла.
// var arr = [];
// for (var i = 0; i < 10; i++) {
// 	arr.push (Math.floor(Math.random() * 10) + 1);
// }
// console.log(arr);
// Дан массив с числами. С помощью цикла выведите только те элементы массива, которые больше нуля и меньше 10-ти.







