// Даны переменные a = 10 и b = 3. Найдите остаток от деления a на b.
// var a = 10;
// var b = 3;
// alert(a % b);
// Даны переменные a и b. Проверьте, что a делится без остатка на b. Если это так - выведите 'Делится' и результат деления, иначе выведите 'Делится с остатком' и остаток от деления.
// var a = 11;
// var b = 3;
// var last = a % b;
// if (last == 0) {
// 	alert('Делится без остатка');
// } else {
// 	alert('Делится с остатком ' + last);
// }
// Возведите 2 в 10 степень. Результат запишите в переменную st.
// var st = (Math.pow(2, 10));
// alert(st);
// Найдите квадратный корень из 245.
// var sq = (Math.sqrt(245));
// alert(sq);
// Дан массив с элементами 4, 2, 5, 19, 13, 0, 10. Найдите квадратный корень из суммы кубов его элементов. Для решения воспользуйтесь циклом for.
// var arr = [4, 2, 5, 19, 13, 0, 10];
// var summ = 0;
// for (i = 0; i < arr.length; i++) {
// 	summ += (Math.pow(arr[i], 3));
// }
// var result = (Math.sqrt(summ));
// alert(result);









